<div class="bottom_bar_box">
    <div class="link_file">
        <span class="lick_icon material-symbols-outlined">attach_file</span>
    </div>

    <div class="input_box">
        <input type="text" id="input_message" placeholder="{{ __('chat.input_text') }}">
    </div>

    <div class="emoji">
        <span class="emoji_icon material-symbols-outlined">mood</span>
        <div class="emoji-box">
            <div class="emoji-content">
                <span>Эмоции</span>
                <div>
                😀 😃 😄 😁 😆 😅 😂 🤣 😊 😇 🙂 🙃 😉 😌 😍 🥰 😘 😗 😙 😚 😋 😛 😜 🤪 😝 🤑 🤗 🤭 🤫 🤔 🤨 😐 😑 😶 🙄 😏 😣 😥 😮 🤐 😯 😪 😫 😴 😌 😛 😒 😓 😔 😕 🙃 🤑 😲 ☹️ 🙁 😖 😞 😟 😤 😢 😭 😦 😧 😨 😩 😬 😰 😱 😳 😵 😡 😠 🤬 😷 🤒 🤕 🤢 🤮 🤧 🥵 🥶 😴 😈 👿
                </div>

                <span>Люди и тело</span>
                <div>
                👶 👧 🧒 👦 👩 🧑 👨 👵 🧓 👴 👲 👳‍♀️ 👳‍♂️ 🧕 👮‍♀️ 👮‍♂️ 👷‍♀️ 👷‍♂️ 💂‍♀️ 💂‍♂️ 🕵️‍♀️ 🕵️‍♂️ 👩‍⚕️ 👨‍⚕️ 👩‍🌾 👨‍🌾 👩‍🍳 👨‍🍳 👩‍🎓 👨‍🎓 👩‍🎤 👨‍🎤 👩‍🏫 👨‍🏫 👩‍🏭 👨‍🏭 👩‍💻 👨‍💻 👩‍💼 👨‍💼 👩‍🔧 👨‍🔧 👩‍🔬 👨‍🔬 👩‍🚒 👨‍🚒 👩‍✈️ 👨‍✈️ 👩‍🚀 👨‍🚀 👩‍⚖️ 👨‍⚖️ 👰‍♀️ 🤵‍♂️ 👸 🤴 🧑‍⚕️ 🧑‍🌾 🧑‍🍳 🧑‍🎓 🧑‍🎤 🧑‍🏫 🧑‍🏭 🧑‍💻 🧑‍💼 🧑‍🔧 🧑‍🔬 🧑‍🚒 🧑‍✈️ 🧑‍🚀 🧑‍⚖️

                🧑‍🦯 🧑‍🦼 🧑‍🦽 🧑‍🦯 👨‍🦯 👨‍🦼 👨‍🦽 👩‍🦯 👩‍🦼 👩‍🦽

                👫 👭 👬 💏 💑 👪 👨‍👩‍👧 👨‍👩‍👧‍👦 👨‍👩‍👦‍👦 👩‍👩‍👦 👩‍👩‍👧 👩‍👩‍👧‍👦 👩‍👦 👩‍👧 👩‍👧‍👦 👨‍👦 👨‍👧 👨‍👦‍👦 👨‍👧‍👦 👨‍👧‍👧

                👈 👉 ☝️ 👆 🖕 👇 ✌️ 🤞 🖖 🤘 🤙 🖐 ✋ 🤚 🖑 ✍️ 👋 🤟 👍 👎 👊 ✊ 🤛 🤜 👏 🙌 👐 🤲 🤝 🙏 💅 🤳 💪 🦵 🦶 👂 👃 👣 👀 👁 👅 👄 🧠 🫀 🫁
                </div>
                
                <span>Животные и природа</span>
                <div>
                🐵 🐒 🦍 🦧 🦮 🐕 🐕‍🦺 🐩 🐺 🦊 🦝 🐱 🐈 🐈‍⬛ 🦁 🐯 🐅 🐆 🐴 🐎 🦄 🦓 🦌 🦬 🐮 🐂 🐃 🐄 🐷 🐖 🐗 🐽 🐏 🐑 🐐 🦙 🦒 🦘 🐘 🦏 🦛 🐭 🐁 🐀 🐹 🐰 🐇 🐿 🦫 🦔 🦇 🐻 🐻‍❄️ 🐨 🐼 🦥 🦦 🦨 🦘

                🐢 🐍 🦎 🐙 🦑 🦐 🦞 🦀 🐡 🐠 🐟 🐬 🐋 🐳 🦈 🐊 🐅 🦭 🐉

                🌵 🎄 🌲 🌳 🌴 🪴 🌾 🌿 🍀 🍁 🍂 🍃 🌷 🌹 🥀 🌻 🌼 🌸 💐
                </div>

                <span>Еда и напитки</span>
                <div>
                🍇 🍈 🍉 🍊 🍋 🍌 🍍 🥭 🍎 🍏 🍐 🍑 🍒 🍓 🫐 🥝 🍅 🫒 🥥 🥑 🍆 🥔 🥕 🌽 🌶 🫑 🥒 🧄 🧅 🥜 🌰 🫘 🍞 🥐 🥖 🥨 🥯 🥞 🧇 🧀 🍖 🍗 🥩 🥓 🍔 🍟 🍕 🌭 🥪 🌮 🌯 🫔 🥙 🧆 🥚 🍳 🥘 🍲 🫕 🥣 🥗 🍿 🧈 🧂 🥫 🍱 🍘 🍙 🍚 🍛 🍜 🍝 🍠 🍢 🍣 🍤 🍥 🫙 🍡 🥟 🥠 🥡 🍦 🍧 🍨 🍩 🍪 🎂 🍰 🧁 🥧 🍫 🍬 🍭 🍮 🍯 🍼 🥛 ☕️ 🍵 🍶 🍾 🍷 🍸 🍹 🍺 🍻 🥂 🥃 🫗 🥤 🧋 🧃 🧉 🧊 🥢 🍽 🍴 🥄
                </div>

                <span>Путешествия и места</span>
                <div>
                🚗 🚕 🚙 🚌 🚎 🏎 🚓 🚑 🚒 🚐 🛻 🚚 🚛 🚜 🏍 🛵 🦽 🦼 🚲 🛴 🛹 🛼 🛷 🛶 🚤 🛥 🛳 ⛴ 🛩 ✈️ 🛫 🛬 🚁 🚂 🚆 🚇 🚊 🚉 🚃 🚋 🚝 🚄 🚅 🚈 🚞 🚠 🚡 🚟 🚖 🚔 🚍 🦯 🦽 🚧 🚦 🚥 🛑 🚏 🗺 🗿 🗽 🏰 🏯 🏟 🎡 🎢 🎠 ⛲️ 🏖 🏝 🏜 🌋 🏔 🗻 ⛰ 🏕 🏠 🏡 🏘 🏚 🏗 🏙 🏛 🏢 🏬 🏣 🏤 🏥 🏦 🏨 🏪 🏫 🏩 🏪 ⛪️ 🕌 🕍 🛕 ⛩ 🕋 🛖 ⛺️ 🏙 🌃 🌆 🌉 🌌 🌅 🌄
                </div>

                <span>Деятельность</span>
                <div>
                ⚽️ 🏀 🏈 ⚾️ 🥎 🎾 🏐 🏉 🥏 🏓 🏸 🥍 🏒 🏑 🥅 ⛳️ 🏹 🎣 🥊 🥋 🥅 🛶 ⛷ 🏂 🪂 🪁 🎿 🏋️‍♂️ 🏋️‍♀️ 🤼‍♂️ 🤼‍♀️ 🤸‍♂️ 🤸‍♀️ ⛹️‍♂️ ⛹️‍♀️ 🤾‍♂️ 🤾‍♀️ 🏌️‍♂️ 🏌️‍♀️ 🏇 🧘‍♂️ 🧘‍♀️ 🧘 🏄‍♂️ 🏄‍♀️ 🏊‍♂️ 🏊‍♀️ 🚴‍♂️ 🚴‍♀️ 🚵‍♂️ 🚵‍♀️ 🏇 🧗‍♂️ 🧗‍♀️ 🧗

                🎮 🕹 🎲 🎯 🎳 🎰 🎨 🎭 🎬 🎤 🎧 🎼 🎹 🥁 🎷 🎺 🎸 🪕 🎻 🎙 📻 📺 🪀 🪁 🎮
                </div>

                <span>Предметы</span>
                <div>
                ⌚️ 📱 📲 💻 💽 💾 💿 📀 🖥 🖨 🖱 🖲 📷 📸 📹 🎥 📽 🎞 📞 ☎️ 📟 📠 📺 📻 🧭 ⏱ ⏲ ⏰ 🕰 🧳 📡 🔋 🔌 💡 🔦 🕯 🪔 🧯 🛢 💸 💵 💴 💶 💷 🪙 💰 💳 💎 🪅 ⚖️ 🧰 🪛 🔧 🔨 ⚒ 🛠 ⛏ 🔩 ⚙️ 🗜 🦯 🔗 ⛓ 🪝 🧲 🔒 🔓 🔏 🔐 🛡 🪚 🪛 🪤 🧱 🧯 🪜 🪠 🧹 🧺 🧻 🪣 🧼 🪥 🪒 🧽 🧴 🛁 🛀 🚿 🚽 🚪 🛏 🛋 🪑 🪞 🪟 🛒

                🎈 🎉 🎊 🎀 🎁 🎗 🎟 🎫 🪅 🎖 🏆 🏅 🥇 🥈 🥉 ⚽️ 🏀 🏈 ⚾️ 🎾 🏐 🏉 🎳 🏓 🎣 🪂 🎮 🎧 🎼 🎷 🎸 🎻 🪕 📚 📖 🧾 📄 📅 🗓 📇 📕 📗 📘 📙 📚 📝 ✏️ ✒️ 🖋 🖊 🖌 🖍 🖋 📝 📅 🗓 📰 🗞 🏷 📌 📎 🖇

                🖼 🗂 🗒 🗓 📅 📇 🗞 📰 📂 🗃 🗑 ✂️ 🔏 📑 📒 📓 📕 📗 📘 📙 📚 📝
                </div>

                <span>Символы</span>
                <div>
                ❤️ 💔 ❣️ 💕 💞 💓 💗 💖 💘 💝 💟 ☮️ ✝️ ☪️ 🕉 ☸️ ✡️ 🔯 ☯️ 🕎 ♈️ ♉️ ♊️ ♋️ ♌️ ♍️ ♎️ ♏️ ♐️ ♑️ ♒️ ♓️ 🆔 ⚛️ 🉑 ☢️ ☣️ 🛐 ⚜️ ✅ ☑️ ✔️ ✖️ ❌ ❎ ➕ ➖ ➗ ➰ ➿ 〽️ ✳️ ✴️ ❇️ ©️ ®️ ™️ 🔱 📛 🔰 🚸 ⭕️ ❗️ ❕ ❓ ❔ 🔅 🔆 🔸 🔹 🔷 🔶
                </div>

                <span>Флаги</span>
                <div>
                🇦🇫 🇦🇱 🇩🇿 🇦🇩 🇦🇴 🇦🇬 🇦🇷 🇦🇲 🇦🇺 🇦🇹 🇦🇿 🇧🇸 🇧🇭 🇧🇩 🇧🇧 🇧🇾 🇧🇪 🇧🇴 🇧🇷 🇧🇹 🇧🇿 🇧🇯 🇧🇦 🇧🇼 🇧🇳 🇧🇬 🇧🇫 🇧🇮 🇨🇻 🇰🇭 🇨🇲 🇨🇦 🇨🇫 🇹🇩 🇨🇱 🇨🇳 🇨🇴 🇨🇷 🇭🇷 🇨🇺 🇨🇾 🇨🇿 🇨🇬 🇩🇰 🇩🇯 🇩🇲 🇩🇴 🇪🇨 🇪🇬 🇸🇻 🇪🇷 🇪🇪 🇪🇹 🇫🇯 🇫🇮 🇫🇷 🇬🇦 🇬🇲 🇬🇪 🇩🇪 🇬🇭 🇬🇷 🇬🇩 🇬🇹 🇬🇳 🇬🇼 🇬🇾 🇭🇹 🇭🇳 🇭🇺 🇮🇸 🇮🇳 🇮🇩 🇮🇶 🇮🇷 🇮🇪 🇮🇱 🇮🇹 🇯🇲 🇯🇵 🇯🇴 🇰🇿 🇰🇪 🇰🇮 🇰🇼 🇰🇬 🇱🇦 🇱🇻 🇱🇧 🇱🇸 🇱🇷 🇱🇾 🇱🇹 🇱🇺 🇲🇰 🇲🇬 🇲🇼 🇲🇾 🇲🇻 🇲🇱 🇲🇹 🇲🇷 🇲🇦 🇲🇼 🇲🇲 🇲🇳 🇲🇷 🇲🇹 🇲🇻
                </div>
            </div>
        </div>
    </div>

    <div class="send" id="send_message">
        <span class="send_icon material-symbols-outlined">send</span>
    </div>
</div>

